export const category = [
  {
    id: 1,
    name: '装置',
    mas: [7, 13, 19, 25]
  },

  {
    id: 2,
    name: '酮',
    mas: [8, 14, 20, 26]
  },

  {
    id: 3,
    name: '铁',
    mas: [9, 15, 21, 27]
  },

  {
    id: 4,
    name: '脂',
    mas: [10, 16, 22, 28]
  },

  {
    id: 5,
    name: '糖',
    mas: [11, 17, 23, 29]
  },

  {
    id: 6,
    name: '源岩',
    mas: [12, 18, 24, 30]
  },

  {
    id: 7,
    name: '寻寻觅觅',
    mas: [31, 32, 33, 34]
  },

  {
    id: 8,
    name: '凄凄惨惨戚戚',
    mas: [3, 4, 5, 6]
  },

  {
    id: 9,
    name: '蓦然回首',
    mas: [0, 1, 2]
  }
];

export const types = {
  1: '固定',
  2: '大概率',
  3: '小概率',
  4: '罕见',
  5: '加工站',
};


